Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# muscleMapEmpty
source: Log a session and your body starts lighting up here.
ar: سجّل تمرينًا وسيبدأ جسمك بالإضاءة هنا.
de: Protokolliere ein Training und deine Körperkarte beginnt hier aufzuleuchten.
es: Registra una sesión y tu cuerpo se irá encendiendo aquí.
fa: یک جلسه تمرین ثبت کن تا بدنت اینجا مشخص شود.
fr: Enregistre une séance et ton corps commencera à s’illuminer ici.
it: Registra una sessione e il tuo corpo si illumina qui.
ja: ワークアウトを記録すると、ここで体が色づき始めます。
ko: 운동을 기록하면 여기서 몸이 색으로 채워지기 시작합니다.
nl: Log een training en je lichaam begint hier op te lichten.
pl: Zapisz trening, a twoje ciało zacznie się tutaj podświetlać.
pt: Registre uma sessão e seu corpo começa a se iluminar aqui.
ru: Запиши тренировку — и тело начнёт подсвечиваться здесь.
tr: Bir antrenman kaydet, vücudun burada renklenmeye başlasın.
uk: Запиши тренування, і тіло почне підсвічуватися тут.
zh: 记录训练后，受训肌群便会在此高亮亮起。
zh_hant: 記錄一次訓練後，你的身體會在這裡開始亮起。

# muscleMapHint
source: Tap a muscle to see what it got.
ar: اضغط على عضلة لترى مقدار تمرينها.
de: Tippe auf einen Muskel, um zu sehen, was er abbekommen hat.
es: Toca un músculo para ver lo que le ha tocado.
fa: یک عضله را لمس کن تا ببینی چقدر کار کرده.
fr: Touche un muscle pour voir ce qu’il a travaillé.
it: Tocca un muscolo per vedere come ha lavorato.
ja: 筋肉をタップしてトレーニング量を確認。
ko: 근육을 탭해 얼마나 운동했는지 확인하세요.
nl: Tik op een spier om te zien hoeveel die heeft gewerkt.
pl: Dotknij mięśnia, aby zobaczyć, ile pracował.
pt: Toque em um músculo para ver quanto ele foi treinado.
ru: Нажми на мышцу, чтобы увидеть, сколько ей досталось.
tr: Ne kadar çalıştığını görmek için bir kasa dokun.
uk: Торкнися м’яза, щоб побачити, як він працював.
zh: 点击肌肉部位查看受训详情。
zh_hant: 點選肌肉查看訓練情況。

# muscleMapBehind
source: Falling behind: %@
ar: متأخرة: %@
de: Im Rückstand: %@
es: Te estás dejando: %@
fa: عقب‌مانده: %@
fr: En retard : %@
it: Stai trascurando: %@
ja: 遅れ気味: %@
ko: 뒤처짐: %@
nl: Achterstand: %@
pl: W tyle: %@
pt: Ficando para trás: %@
ru: Отстают: %@
tr: Geride: %@
uk: Відстають: %@
zh: 训练偏少部位：%@
zh_hant: 落後：%@

source: %@ of target
ar: %@ من الهدف
de: %@ des Ziels
es: %@ del objetivo
fa: %@ از هدف
fr: %@ de l’objectif
it: %@ dell'obiettivo
ja: 目標の %@
ko: 목표의 %@
nl: %@ van doel
pl: %@ celu
pt: %@ da meta
ru: %@ от цели
tr: Hedefin %@'si
uk: %@ від цілі
zh: 达标率 %@
zh_hant: 目標的 %@

source: MUSCLE SPLIT
ar: توزيع العضلات
de: MUSKELVERTEILUNG
es: REPARTO MUSCULAR
fa: تقسیم عضلات
fr: RÉPARTITION MUSCULAIRE
it: DISTRIBUZIONE MUSCOLARE
ja: 筋肉別配分
ko: 근육 분포
nl: SPIERVERDELING
pl: PODZIAŁ MIĘŚNI
pt: DIVISÃO MUSCULAR
ru: РАСПРЕДЕЛЕНИЕ ОБЪЁМА
tr: KAS DAĞILIMI
uk: РОЗПОДІЛ ЗА М’ЯЗАМИ
zh: 各部位容量占比
zh_hant: 肌群分布

# splitEmpty
source: Train to see how your volume splits across muscle groups.
ar: تمرّن لترى كيف يتوزع حجم تمرينك بين مجموعات العضلات.
de: Trainiere, um zu sehen, wie sich dein Volumen auf die Muskelgruppen verteilt.
es: Entrena para ver cómo se reparte tu volumen entre grupos musculares.
fa: تمرین کن تا ببینی حجم بین گروه‌های عضلانی چطور تقسیم می‌شود.
fr: Entraîne-toi pour voir comment ton volume se répartit entre les groupes musculaires.
it: Allenati per vedere come si divide il volume tra i gruppi muscolari.
ja: トレーニングすると、筋肉群ごとのボリューム配分が表示されます。
ko: 운동하면 근육군별 볼륨 분포를 볼 수 있습니다.
nl: Train om te zien hoe je volume over spiergroepen verdeeld is.
pl: Trenuj, aby zobaczyć, jak objętość rozkłada się na grupy mięśniowe.
pt: Treine para ver como seu volume se divide entre os grupos musculares.
ru: Тренируйся, чтобы увидеть, как объём делится по мышечным группам.
tr: Hacminin kas gruplarına nasıl dağıldığını görmek için antrenman yap.
uk: Тренуйся, щоб побачити розподіл обсягу між групами м’язів.
zh: 开始训练即可查看各个肌群的训练量分布。
zh_hant: 訓練後即可查看訓練量在各肌群間的分布。

source: PERSONAL RECORDS
ar: الأرقام الشخصية
de: PERSÖNLICHE REKORDE
es: RÉCORDS PERSONALES
fa: رکوردهای شخصی
fr: RECORDS PERSONNELS
it: RECORD PERSONALI
ja: 自己ベスト
ko: 개인 기록
nl: PERSOONLIJKE RECORDS
pl: REKORDY OSOBISTE
pt: RECORDES PESSOAIS
ru: ЛИЧНЫЕ РЕКОРДЫ
tr: KİŞİSEL REKORLAR
uk: ОСОБИСТІ РЕКОРДИ
zh: 个人纪录
zh_hant: 個人紀錄

# prEmpty
source: Your records will appear here as you log sets.
ar: ستظهر أرقامك القياسية هنا مع تسجيل المجموعات.
de: Deine Rekorde erscheinen hier, sobald du Sätze protokollierst.
es: Tus récords aparecerán aquí según registres series.
fa: با ثبت ست‌ها رکوردهایت اینجا ظاهر می‌شوند.
fr: Tes records apparaîtront ici à mesure que tu enregistres tes séries.
it: I tuoi record appariranno qui man mano che registri le serie.
ja: セットを記録すると自己ベストがここに表示されます。
ko: 세트를 기록하면 개인 기록이 여기에 표시됩니다.
nl: Je records verschijnen hier zodra je sets logt.
pl: Twoje rekordy pojawią się tutaj w miarę zapisywania serii.
pt: Seus recordes aparecerão aqui à medida que você registrar suas séries.
ru: Рекорды появятся здесь по мере записи подходов.
tr: Setleri kaydettikçe rekorların burada görünür.
uk: Рекорди з’являтимуться тут у міру запису підходів.
zh: 随着训练组数的记录，你的个人纪录将展示于此。
zh_hant: 當你記錄組數時，個人紀錄會顯示在這裡。

# strength1rm
source: STRENGTH · EST. 1RM
ar: القوة · 1RM مقدر
de: KRAFT · GESCH. 1RM
es: FUERZA · 1RM EST.
fa: قدرت · تخمین 1RM
fr: FORCE · 1RM ESTIMÉ
it: FORZA · MASSIMALE STIMATO
ja: 筋力 · 推定1RM
ko: 근력 · 예상 1RM
nl: KRACHT · GESCH. 1RM
pl: SIŁA · SZAC. 1RM
pt: FORÇA · 1RM EST.
ru: СИЛА · ОЦЕНКА 1ПМ
tr: GÜÇ · TAH. 1RM
uk: СИЛА · ОЦІН. 1ПМ
zh: 力量表现 · 估算 1RM
zh_hant: 力量 · 估算 1RM

# strengthEmpty
source: Log an exercise twice and its strength curve shows up here.
ar: سجّل تمرينًا مرتين لتظهر منحنيات القوة هنا.
de: Protokolliere eine Übung zweimal und ihre Kraftkurve erscheint hier.
es: Registra un ejercicio dos veces y aquí saldrá su curva de fuerza.
fa: یک حرکت را دو بار ثبت کن تا نمودار قدرتش اینجا بیاید.
fr: Enregistre deux fois un exercice pour afficher ici sa courbe de force.
it: Registra un esercizio due volte e qui vedrai la sua curva di forza.
ja: 同じ種目を2回記録すると筋力の推移が表示されます。
ko: 같은 운동을 두 번 기록하면 근력 곡선이 표시됩니다.
nl: Log een oefening twee keer en de krachtcurve verschijnt hier.
pl: Zapisz ćwiczenie dwa razy, a pojawi się tutaj jego krzywa siły.
pt: Registre um exercício duas vezes e sua curva de força aparecerá aqui.
ru: Запиши упражнение дважды — и здесь появится кривая силы.
tr: Bir egzersizi iki kez kaydet, güç eğrisi burada görünsün.
uk: Запиши вправу двічі, і тут з’явиться крива сили.
zh: 记录同一动作 2 次以上，即可生成力量增长曲线。
zh_hant: 同一動作記錄兩次後，力量曲線會顯示在這裡。

# oneRmEst
source: 1RM est. %@
ar: 1RM المقدر: %@
de: Gesch. 1RM %@
fa: تخمین 1RM %@
fr: 1RM estimé : %@
it: Massimale stim. %@
ja: 推定1RM: %@
ko: 예상 1RM: %@
nl: Gesch. 1RM: %@
pl: Szac. 1RM: %@
ru: 1ПМ ≈ %@
tr: Tah. 1RM: %@
uk: Оцін. 1ПМ: %@
zh: 估算 1RM：%@
zh_hant: 估算 1RM：%@

# restDayShort
source: Rest day
ar: يوم راحة
de: Ruhetag
es: Descanso
fa: روز استراحت
fr: Jour de repos
it: Riposo
ja: 休養日
ko: 휴식일
nl: Rustdag
pl: Dzień odpoczynku
pt: Dia de descanso
ru: День отдыха
tr: Dinlenme günü
uk: День відпочинку
zh: 休息日
zh_hant: 休息日

# restDay
source: Rest day — nothing logged.
ar: يوم راحة — لم يُسجل شيء.
de: Ruhetag — nichts protokolliert.
es: Día de descanso — nada registrado.
fa: روز استراحت — چیزی ثبت نشده.
fr: Jour de repos — rien d’enregistré.
it: Giorno di riposo — niente registrato.
ja: 休養日 — 記録なし。
ko: 휴식일 — 기록 없음.
nl: Rustdag — niets gelogd.
pl: Dzień odpoczynku — nic nie zapisano.
pt: Dia de descanso — nada registrado.
ru: День отдыха — ничего не записано.
tr: Dinlenme günü — kayıt yok.
uk: День відпочинку — нічого не записано.
zh: 休息日 — 未记录训练。
zh_hant: 休息日 — 沒有紀錄。

source: Delete
ar: حذف
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除
zh_hant: 刪除

# deleteEntry
source: Delete this entry?
ar: حذف هذا الإدخال؟
de: Diesen Eintrag löschen?
es: ¿Borrar esta anotación?
fa: این مورد حذف شود؟
fr: Supprimer cette entrée ?
it: Eliminare questa voce?
ja: この記録を削除しますか？
ko: 이 항목을 삭제할까요?
nl: Deze invoer verwijderen?
pl: Usunąć ten wpis?
pt: Excluir este registro?
ru: Удалить эту запись?
tr: Bu kayıt silinsin mi?
uk: Видалити цей запис?
zh: 删除此条记录？
zh_hant: 刪除此紀錄？

# deleteEntryBody
source: "%@" will be removed from this day, and from your records and charts.
ar: ستتم إزالة "%@" من هذا اليوم ومن سجلاتك ورسومك البيانية.
de: "%@" wird von diesem Tag sowie aus deinen Rekorden und Diagrammen entfernt.
es: "%@" desaparecerá de este día, y de tus récords y gráficas.
fa: «%@» از این روز و از رکوردها و نمودارهایت حذف می‌شود.
fr: « %@ » sera supprimé de cette journée, ainsi que de tes records et graphiques.
it: "%@" verrà rimosso da questo giorno, dai record e dai grafici.
ja: 「%@」はこの日、記録、グラフから削除されます。
ko: “%@”이(가) 이 날짜와 기록 및 차트에서 삭제됩니다.
nl: ‘%@’ wordt van deze dag en uit je records en grafieken verwijderd.
pl: „%@” zostanie usunięte z tego dnia oraz z rekordów i wykresów.
pt: "%@" será removido deste dia, bem como de seus registros e gráficos.
ru: «%@» исчезнет из этого дня, а также из рекордов и графиков.
tr: “%@” bu günden, rekorlarından ve grafiklerinden kaldırılacak.
uk: «%@» буде видалено з цього дня, рекордів і графіків.
zh: “%@” 将从该日移除，并同步从历史纪录与图表中删除。
zh_hant: 「%@」會從這一天、紀錄與圖表中移除。

# bodyweightHistory
source: HISTORY
ar: السجل
de: VERLAUF
es: HISTORIAL
fa: تاریخچه
fr: HISTORIQUE
it: STORICO
ja: 履歴
ko: 기록
nl: GESCHIEDENIS
pl: HISTORIA
pt: HISTÓRICO
ru: ИСТОРИЯ
tr: GEÇMİŞ
uk: ІСТОРІЯ
zh: 历史记录
zh_hant: 歷史

# noBodyweightYet
source: Nothing logged yet.
ar: لم يُسجل شيء بعد.
de: Noch nichts protokolliert.
es: Nada registrado todavía.
fa: هنوز چیزی ثبت نشده.
fr: Rien d’enregistré pour l’instant.
it: Niente registrato, per ora.
ja: まだ記録がありません。
ko: 아직 기록이 없습니다.
nl: Nog niets gelogd.
pl: Jeszcze nic nie zapisano.
pt: Ainda não há nada registrado.
ru: Пока ничего не записано.
tr: Henüz kayıt yok.
uk: Поки нічого не записано.
zh: 暂无记录。
zh_hant: 尚無紀錄。

# exercisesCaps
source: EXERCISES
ar: التمارين
de: ÜBUNGEN
es: EJERCICIOS
fa: حرکات
fr: EXERCICES
it: ESERCIZI
ja: エクササイズ
ko: 운동
nl: OEFENINGEN
pl: ĆWICZENIA
pt: EXERCÍCIOS
ru: УПРАЖНЕНИЯ
tr: EGZERSİZLER
uk: ВПРАВИ
zh: 动作
zh_hant: 動作

# timeCaps
source: TIME
ar: الوقت
de: ZEIT
es: TIEMPO
fa: زمان
fr: TEMPS
it: TEMPO
ja: 時間
ko: 시간
nl: TIJD
pl: CZAS
pt: TEMPO
ru: ВРЕМЯ
tr: SÜRE
uk: ЧАС
zh: 时间
zh_hant: 時間

# libraryCount
source: %lld exercises in your library
ar: %lld تمارين في مكتبتك
de: %lld Übungen in deiner Bibliothek
es: %lld ejercicios en tu biblioteca
fa: %lld حرکت در کتابخانه‌ات
fr: %lld exercices dans ta bibliothèque
it: %lld esercizi nella libreria
ja: ライブラリに%lld種目
ko: 라이브러리에 운동 %lld개
nl: %lld oefeningen in je bibliotheek
pl: %lld ćwiczeń w bibliotece
pt: %lld exercícios na sua biblioteca
ru: %lld упражнения в твоей библиотеке
tr: Kütüphanende %lld egzersiz
uk: %lld вправ у бібліотеці
zh: 动作库共有 %lld 项动作
zh_hant: 資料庫中有 %lld 個動作

source: Search exercises
ar: البحث عن تمارين
de: Übungen suchen
es: Buscar ejercicios
fa: جستجوی حرکات
fr: Rechercher des exercices
it: Cerca esercizi
ja: 種目を検索
ko: 운동 검색
nl: Oefeningen zoeken
pl: Szukaj ćwiczeń
pt: Pesquisar exercícios
ru: Поиск упражнений
tr: Egzersiz ara
uk: Пошук вправ
zh: 搜索动作
zh_hant: 搜尋動作

# muscleFilter
source: MUSCLE
ar: العضلة
de: MUSKEL
es: MÚSCULO
fa: عضله
it: MUSCOLO
ja: 筋肉
ko: 근육
nl: SPIER
pl: MIĘSIEŃ
pt: MÚSCULOS
ru: МЫШЦА
tr: KAS
uk: М’ЯЗ
zh: 肌群
zh_hant: 肌群

# levelFilter
source: LEVEL
ar: المستوى
de: STUFE
es: NIVEL
fa: سطح
fr: NIVEAU
it: LIVELLO
ja: レベル
ko: 레벨
nl: NIVEAU
pl: POZIOM
pt: NÍVEL
ru: УРОВЕНЬ
tr: SEVİYE
uk: РІВЕНЬ
zh: 难度
zh_hant: 等級

source: NEW EXERCISE
ar: تمرين جديد
de: NEUE ÜBUNG
es: NUEVO EJERCICIO
fa: حرکت جدید
fr: NOUVEL EXERCICE
it: NUOVO ESERCIZIO
ja: 新しい種目
ko: 새 운동
nl: NIEUWE OEFENING
pl: NOWE ĆWICZENIE
pt: NOVO EXERCÍCIO
ru: НОВОЕ УПРАЖНЕНИЕ
tr: YENİ EGZERSİZ
uk: НОВА ВПРАВА
zh: 新建动作
zh_hant: 新增動作

source: Exercise name
ar: اسم التمرين
de: Übungsname
es: Nombre del ejercicio
fa: نام حرکت
fr: Nom de l’exercice
it: Nome esercizio
ja: 種目名
ko: 운동 이름
nl: Naam van oefening
pl: Nazwa ćwiczenia
pt: Nome do exercício
ru: Название упражнения
tr: Egzersiz adı
uk: Назва вправи
zh: 动作名称
zh_hant: 動作名稱

# equipmentLabel
source: EQUIPMENT
ar: المعدات
de: AUSRÜSTUNG
es: MATERIAL
fa: تجهیزات
fr: MATÉRIEL
it: ATTREZZATURA
ja: 器具
ko: 장비
nl: MATERIAAL
pl: SPRZĘT
pt: EQUIPAMENTO
ru: ИНВЕНТАРЬ
tr: EKİPMAN
uk: ОБЛАДНАННЯ
zh: 器械
zh_hant: 器材

source: ADD EXERCISE
ar: إضافة تمرين
de: ÜBUNG HINZUFÜGEN
es: AÑADIR EJERCICIO
fa: افزودن حرکت
fr: AJOUTER L’EXERCICE
it: AGGIUNGI ESERCIZIO
ja: 種目を追加
ko: 운동 추가
nl: OEFENING TOEVOEGEN
pl: DODAJ ĆWICZENIE
pt: ADICIONAR EXERCÍCIO
ru: ДОБАВИТЬ УПРАЖНЕНИЕ
tr: EGZERSİZ EKLE
uk: ДОДАТИ ВПРАВУ
zh: 添加动作
zh_hant: 新增動作

source: ADVANCED
ar: متقدم
de: ERWEITERT
es: AVANZADO
fa: پیشرفته
fr: AVANCÉ
it: AVANZATO
ja: 上級
ko: 고급
nl: GEAVANCEERD
pl: ZAAWANSOWANE
pt: AVANÇADO
ru: ДОПОЛНИТЕЛЬНО
tr: İLERİ
uk: ПРОСУНУТИЙ
zh: 进阶选项
zh_hant: 進階

# demoMedia
source: DEMO
ar: عرض توضيحي
es: DEMOSTRACIÓN
fa: دمو
fr: DÉMO
ja: デモ
ko: 데모
pt: DEMONSTRAÇÃO
ru: ДЕМО
uk: ДЕМО
zh: 演示媒体
zh_hant: 示範

source: Add media
ar: إضافة وسائط
de: Medien hinzufügen
es: Añadir media
fa: افزودن رسانه
fr: Ajouter un média
it: Aggiungi media
ja: メディアを追加
ko: 미디어 추가
nl: Media toevoegen
pl: Dodaj multimedia
pt: Adicionar mídia
ru: Добавить медиа
tr: Medya ekle
uk: Додати медіа
zh: 添加演示
zh_hant: 新增媒體

# mediaHint
source: Image, GIF or video
ar: صورة أو GIF أو فيديو
de: Bild, GIF oder Video
es: Imagen, GIF o vídeo
fa: تصویر، GIF یا ویدیو
fr: Image, GIF ou vidéo
it: Immagine, GIF o video
ja: 画像、GIF、動画
ko: 이미지, GIF 또는 동영상
nl: Afbeelding, GIF of video
pl: Obraz, GIF lub wideo
pt: Imagem, GIF ou vídeo
ru: Изображение, GIF или видео
tr: Görsel, GIF veya video
uk: Зображення, GIF або відео
zh: 图片、GIF 或视频
zh_hant: 圖片、GIF 或影片

# changeMedia
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fa: تغییر
fr: Modifier
it: Cambia
ja: 変更
ko: 변경
nl: Wijzigen
pl: Zmień
pt: Alterar
ru: Заменить
tr: Değiştir
uk: Змінити
zh: 更换
zh_hant: 變更

source: Video selected
ar: تم اختيار الفيديو
de: Video ausgewählt
es: Vídeo seleccionado
fa: ویدیو انتخاب شد
fr: Vidéo sélectionnée
it: Video selezionato
ja: 動画を選択しました
ko: 동영상 선택됨
nl: Video geselecteerd
pl: Wybrano wideo
pt: Vídeo selecionado
ru: Видео выбрано
tr: Video seçildi
uk: Відео вибрано
zh: 已选择视频
zh_hant: 已選擇影片

# favouritesOnly
source: Favourites
ar: المفضلة
de: Favoriten
es: Favoritos
fa: علاقه‌مندی‌ها
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное
tr: Favoriler
uk: Обране
zh: 我的收藏
zh_hant: 收藏

source: No favourites yet
ar: لا توجد مفضلة بعد
de: Noch keine Favoriten
es: Aún no tienes favoritos
fa: هنوز علاقه‌مندی نداری
fr: Aucun favori
it: Nessun preferito, per ora
ja: お気に入りはまだありません
ko: 아직 즐겨찾기가 없습니다
nl: Nog geen favorieten
pl: Brak ulubionych
pt: Ainda sem favoritos
ru: Пока нет избранного
tr: Henüz favori yok
uk: Обраного ще немає
zh: 暂无收藏
zh_hant: 尚無收藏

# noFavouritesHint
source: Tap the star on an exercise to keep it here.
ar: اضغط على نجمة التمرين للاحتفاظ به هنا.
de: Tippe auf den Stern einer Übung, um sie hier zu speichern.
es: Toca la estrella de un ejercicio para tenerlo aquí.
fa: ستاره روی یک حرکت را لمس کن تا اینجا بماند.
fr: Touche l’étoile d’un exercice pour le garder ici.
it: Tocca la stella di un esercizio per tenerlo qui.
ja: 種目の星をタップするとここに保存されます。
ko: 운동의 별을 탭해 여기에 저장하세요.
nl: Tik op de ster bij een oefening om die hier te bewaren.
pl: Dotknij gwiazdki przy ćwiczeniu, aby zachować je tutaj.
pt: Toque na estrela de um exercício para salvá-lo.
ru: Нажми на звёздочку у упражнения, чтобы оно осталось здесь.
tr: Burada tutmak için egzersizin yıldızına dokun.
uk: Торкнися зірочки біля вправи, щоб зберегти її тут.
zh: 在动作卡片上点亮星标，即可将其收藏于此。
zh_hant: 點選動作旁的星號即可收藏在這裡。

source: Clear filters
ar: مسح عوامل التصفية
de: Filter löschen
es: Quitar filtros
fa: پاک کردن فیلترها
fr: Effacer les filtres
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기
nl: Filters wissen
pl: Wyczyść filtry
pt: Limpar filtros
ru: Сбросить фильтры
tr: Filtreleri temizle
uk: Очистити фільтри
zh: 清除筛选
zh_hant: 清除篩選條件

source: No exercises found
ar: لم يتم العثور على تمارين
de: Keine Übungen gefunden
es: Sin resultados
fa: حرکتی پیدا نشد
fr: Aucun exercice trouvé
it: Nessun esercizio trovato
ja: 種目が見つかりません
ko: 운동을 찾을 수 없습니다
nl: Geen oefeningen gevonden
pl: Nie znaleziono ćwiczeń
pt: Nenhum exercício encontrado
ru: Упражнения не найдены
tr: Egzersiz bulunamadı
uk: Вправ не знайдено
zh: 未找到匹配动作
zh_hant: 找不到動作

# noExercisesHint
source: Try a different search or clear your filters.
ar: جرّب بحثًا آخر أو امسح عوامل التصفية.
de: Versuche eine andere Suche oder lösche deine Filter.
es: Prueba otra búsqueda o quita los filtros.
fa: جستجوی دیگری امتحان کن یا فیلترها را پاک کن.
fr: Essaie une autre recherche ou efface les filtres.
it: Prova un'altra ricerca o cancella i filtri.
ja: 別の検索を試すか、フィルターをクリアしてください。
ko: 다른 검색어를 시도하거나 필터를 지우세요.
nl: Probeer een andere zoekopdracht of wis je filters.
pl: Spróbuj innego wyszukiwania lub wyczyść filtry.
pt: Tente uma busca diferente ou limpe seus filtros.
ru: Попробуй другой запрос или сбрось фильтры.
tr: Farklı bir arama dene veya filtreleri temizle.
uk: Спробуй інший пошук або очисти фільтри.
zh: 请尝试搜索其他关键词或清除筛选条件。
zh_hant: 試試其他搜尋方式或清除篩選條件。

source: PERSONAL RECORD
ar: رقم شخصي
de: PERSÖNLICHER REKORD
es: RÉCORD PERSONAL
fa: رکورد شخصی
fr: RECORD PERSONNEL
it: RECORD PERSONALE
ja: 自己ベスト
ko: 개인 기록
nl: PERSOONLIJK RECORD
pl: REKORD OSOBISTY
pt: RECORDE PESSOAL
ru: ЛИЧНЫЙ РЕКОРД
tr: KİŞİSEL REKOR
uk: ОСОБИСТИЙ РЕКОРД
zh: 个人纪录
zh_hant: 個人紀錄

source: HISTORY
ar: السجل
de: VERLAUF
es: HISTORIAL
fa: تاریخچه
fr: HISTORIQUE
it: STORICO
ja: 履歴
ko: 기록
nl: GESCHIEDENIS
pl: HISTORIA
pt: HISTÓRICO
ru: ИСТОРИЯ
tr: GEÇMİŞ
uk: ІСТОРІЯ
zh: 历史记录
zh_hant: 歷史

# noHistory
source: No sessions logged yet. Train this exercise to build history.
ar: لا توجد جلسات مسجلة بعد. تدرب على هذا التمرين لبناء السجل.
de: Noch keine Trainings protokolliert. Trainiere diese Übung, um einen Verlauf aufzubauen.
es: Aún no hay sesiones. Entrena este ejercicio para crear historial.
fa: هنوز جلسه تمرینی ثبت نشده. این حرکت را تمرین کن تا تاریخچه ساخته شود.
fr: Aucune séance enregistrée. Fais cet exercice pour créer un historique.
it: Nessuna sessione registrata. Allena questo esercizio per creare lo storico.
ja: まだ記録がありません。この種目を行うと履歴が作成されます。
ko: 아직 기록된 운동이 없습니다. 이 운동을 수행해 기록을 쌓으세요.
nl: Nog geen trainingen gelogd. Train deze oefening om geschiedenis op te bouwen.
pl: Nie zapisano jeszcze treningów. Wykonuj to ćwiczenie, aby zbudować historię.
pt: Ainda não há sessões registradas. Treine este exercício para criar um histórico.
ru: Тренировок пока нет. Потренируй это упражнение, чтобы набрать историю.
tr: Henüz antrenman kaydı yok. Geçmiş oluşturmak için bu egzersizi yap.
uk: Тренувань ще не записано. Виконуй цю вправу, щоб з’явилася історія.
zh: 暂无记录。开始练习此动作即可建立历史。
zh_hant: 尚無訓練紀錄。進行這個動作以建立歷史資料。

source: NOTES
ar: ملاحظات
de: NOTIZEN
es: NOTAS
fa: یادداشت‌ها
it: NOTE
ja: メモ
ko: 메모
nl: NOTITIES
pl: NOTATKI
pt: NOTAS
ru: ЗАМЕТКИ
tr: NOTLAR
uk: НОТАТКИ
zh: 笔记
zh_hant: 筆記

# notePlaceholder
source: Cues, setup, how it felt…
ar: ملاحظات، إعداد، شعور…
de: Hinweise, Aufbau, wie es sich angefühlt hat…
es: Claves, montaje, cómo te fue…
fa: نکته، آماده‌سازی، حس حرکت…
fr: Conseils, placement, ressenti…
it: Spunti, setup, come è andata…
ja: コツ、セットアップ、感覚…
ko: 팁, 세팅, 느낌…
nl: Tips, uitvoering, gevoel…
pl: Wskazówki, ustawienie, odczucia…
pt: Dicas, preparação, como foi a sensação…
ru: Подсказки, настройка, ощущения…
tr: İpuçları, kurulum, nasıl hissettirdi…
uk: Підказки, техніка, відчуття…
zh: 发力感、器械调试、动作细节、心得…
zh_hant: 提示、設定、感受…

# showAllNotes
source: Show all %lld notes
ar: عرض جميع الملاحظات (%lld)
de: Alle %lld Notizen anzeigen
es: Ver las %lld notas
fa: %lld یادداشت را ببین
fr: Afficher les %lld notes
it: Mostra tutte le %lld note
ja: %lld件のメモをすべて表示
ko: 메모 %lld개 모두 보기
nl: Alle %lld notities tonen
pl: Pokaż wszystkie %lld notatki
pt: Mostrar todas as %lld notas
ru: Показать все заметки (%lld)
tr: Tüm %lld notu göster
uk: Показати всі нотатки (%lld)
zh: 查看全部 %lld 条笔记
zh_hant: 顯示全部 %lld 則筆記

# notHere
source: No %1$@ at %2$@
ar: لا يوجد %1$@ في %2$@
de: Kein %1$@ bei %2$@
es: En %2$@ no tienes %1$@
fa: در %2$@ %1$@ نیست
fr: Pas de %1$@ à %2$@
it: Niente %1$@ in %2$@
ja: %2$@には%1$@がありません
ko: %2$@에 %1$@ 없음
nl: Geen %1$@ bij %2$@
pl: Brak %1$@ w %2$@
pt: Sem %1$@ no %2$@
ru: Нет «%1$@» в «%2$@»
tr: %2$@ konumunda %1$@ yok
uk: Немає %1$@ у %2$@
zh: %2$@ 暂无 %1$@
zh_hant: %2$@ 沒有 %1$@

# notHereWhy
source: Swap it for something you can actually load today.
ar: استبدله بشيء يمكنك استخدامه فعليًا اليوم.
de: Ersetze es gegen etwas aus, das du heute tatsächlich belasten kannst.
es: Cámbialo por algo que sí puedas cargar hoy.
fa: با چیزی عوضش کن که امروز واقعاً می‌توانی بزنی.
fr: Remplace-le par quelque chose que tu peux vraiment utiliser aujourd’hui.
it: Sostituiscilo con qualcosa che puoi caricare oggi.
ja: 今日使えるものに入れ替えましょう。
ko: 오늘 실제로 사용할 수 있는 것으로 바꾸세요.
nl: Vervang het door iets dat je vandaag echt kunt gebruiken.
pl: Zamień na coś, czego możesz dziś faktycznie użyć.
pt: Troque por algo que você realmente consiga puxar hoje.
ru: Замени на то, что действительно можешь взять сегодня.
tr: Bugün gerçekten kullanabileceğin bir şeyle değiştir.
uk: Заміни на те, що реально можеш використати сьогодні.
zh: 替换为当前场地现有的器械进行训练。
zh_hant: 換成你今天真的能使用的器材。

# altHere
source: WHAT YOU CAN DO HERE
ar: ما يمكنك فعله هنا
de: DAS KANNST DU HIER MACHEN
es: LO QUE SÍ PUEDES HACER AQUÍ
fa: اینجا چه می‌توانی بزنی
fr: CE QUE TU PEUX FAIRE ICI
it: COSA PUOI FARE QUI
ja: ここでできること
ko: 여기서 할 수 있는 운동
nl: WAT JE HIER KUNT DOEN
pl: CO MOŻESZ TU ZROBIĆ
pt: O QUE VOCÊ PODE FAZER AQUI
ru: ЧТО МОЖНО ДЕЛАТЬ ЗДЕСЬ
tr: BURADA YAPABİLECEKLERİN
uk: ЩО МОЖНА РОБИТИ ТУТ
zh: 当前场地可用动作
zh_hant: 你在這裡可以做的

# places
source: MY PLACES
ar: أماكني
de: MEINE ORTE
es: MIS SITIOS
fa: مکان‌های من
fr: MES LIEUX
it: I MIEI POSTI
ja: マイ場所
ko: 내 장소
nl: MIJN PLEKKEN
pl: MOJE MIEJSCA
pt: MEUS LOCAIS
ru: МОИ МЕСТА
tr: YERLERİM
uk: МОЇ МІСЦЯ
zh: 我的训练场地
zh_hant: 我的地點

# placesShort
source: Places
ar: الأماكن
de: Orte
es: Sitios
fa: مکان‌ها
fr: Lieux
it: Posti
ja: 場所
ko: 장소
nl: Plekken
pl: Miejsca
pt: Locais
ru: Места
tr: Yerler
uk: Місця
zh: 场地
zh_hant: 地點

# placesHint
source: Say what you have in each place and the library only shows what you can actually do there.
ar: حدّد المعدات الموجودة في كل مكان وستعرض المكتبة فقط ما يمكنك فعله هناك.
de: Gib an, was du an jedem Ort hast, und die Bibliothek zeigt nur Übungen, die du dort machen kannst.
es: Di qué hay en cada sitio y la biblioteca te enseña solo lo que puedes hacer ahí.
fa: بگو در هر مکان چه داری تا کتابخانه فقط چیزهایی را نشان دهد که واقعاً آنجا می‌توانی بزنی.
fr: Indique le matériel disponible à chaque endroit et la bibliothèque n’affichera que ce que tu peux réellement y faire.
it: Dì cosa hai in ogni posto e la libreria mostra solo ciò che puoi fare lì.
ja: 各場所にある器具を設定すると、その場所でできる種目だけが表示されます。
ko: 각 장소의 장비를 지정하면 그곳에서 할 수 있는 운동만 라이브러리에 표시됩니다.
nl: Geef aan welke uitrusting je op elke plek hebt en de bibliotheek toont alleen wat je daar echt kunt doen.
pl: Podaj sprzęt dostępny w każdym miejscu, a biblioteka pokaże tylko to, co możesz tam wykonać.
pt: Diga o que você tem em cada lugar e a biblioteca mostrará apenas o que você realmente pode fazer ali.
ru: Укажи, что есть в каждом месте, и библиотека покажет только то, что там реально можно сделать.
tr: Her yerde hangi ekipmanların bulunduğunu belirt; kütüphanede yalnızca orada yapabileceğin egzersizler gösterilir.
uk: Вкажи обладнання в кожному місці, і бібліотека покаже лише те, що там можна виконати.
zh: 标记各个场地的可用器械，动作库将智能仅展示该场地支持的动作。
zh_hant: 設定每個地點有哪些器材，資料庫就只會顯示你實際能做的動作。

# placeAll
source: Anywhere
ar: في أي مكان
de: Überall
es: En cualquier sitio
fa: همه‌جا
fr: Partout
it: Ovunque
ja: どこでも
ko: 어디서나
nl: Overal
pl: Wszędzie
pt: Qualquer lugar
ru: Везде
tr: Her yerde
uk: Будь-де
zh: 所有场地
zh_hant: 任何地方
